import acid from "../assets/acid.jpg";
import cancer from "../assets/cancer.jpg";
import lab from "../assets/lab.jpg";
import man from "../assets/man.png";
import fish from "../assets/fish.jpg";
import auto from "../assets/auto.jpg";

export const listOfArticles = [
  {
    img: acid,
    date: "22 августа, 2022",
    title:
      "Ученые разработали новый безопасный источник азотистоводородной кислоты",
    text: "Российские ученые предложили способ синтеза нового, стабильного и невзрывоопасного источника",
    tag: "Химия и материалы",
  },
  {
    img: cancer,
    date: "22 августа, 2022",
    title: "Комар не подточит: средство от малярии эффективно лечит рак",
    text: "Исследователи Института цитологии (ИНЦ) РАН смогли на 20% повысить эффективность терапии клеток рака",
    tag: "Биология",
  },
  {
    img: lab,
    date: "22 августа, 2022",
    title:
      "В России разработали поверхности камер сгорания для гелеобразных топлив",
    text: "Ученые ТПУ разработали новые типы поверхностей нагрева для сжигания перспективных гелеобразных топлив.",
    tag: "Химия и материалы",
  },
  {
    img: man,
    date: "22 августа, 2022",
    title:
      "Михаил Беляев: об анализе изображений, взаимодействии с врачами и ограничениях в автоматизации медицинской диагностики",
    text: "Михаил Беляев — информатик, руководитель лаборатории по анализу медицинских изображений в Сколтехе",
    tag: "Интервью",
  },
  {
    img: fish,
    date: "22 августа, 2022",
    title: "Ученые проверили тихоокеанского лосося на токсиканты",
    text: "Ученые института Мирового океана Дальневосточного федерального университета (ИМО ДВФУ) в течение шести лет",
    tag: "Биология",
  },
  {
    img: auto,
    date: "22 августа, 2022",
    title:
      "«Внутривидовая конкуренция»: как травоядные рыбки превратились в хищников",
    text: "Российские ученые исследовали популяцию родственных виду Garra rufa тропических рыбок",
    tag: "Биология",
  },
];


export const listOfRel = [
    {
        text: 'Рыбки-доктора расширили свою специализацию при вспышке видообразования, превратившись из поедателей водорослей в хищников'
    },
    {
        text: 'Искусствоведы определили роль аристократического рода Мендосов в становлении архитектуры испанского Ренессанса'
    },
    {
        text: 'Разработан новый сверхлегкий материал для защиты от нейтронного излучения'
    },
    {
        text: 'Поясница жирафов и бегемотов потеряла гибкость из-за отказа от прыжкового бега и большого веса хозяина'
    },
    {
        text: 'Комбинированная вакцина от коронавируса и гриппа будет работать и против новых штаммов'
    },
    {
        text: 'Новые покрытия могут сделать костные имплантаты иммуномодулирующими, антибактериальными или противораковыми'
    },
]
